Repository: ezajko/typo3-extensions
Catalog: kasto_products/Resources/Private/Language/*.locallang.xlf
Languages: de, fr

source: Product
de: Produkt
fr: Produit

# product.title
source: Title
de: Name
fr: Titre

# product.title_skip_cursive
source: Title Skip Cursive
de: Automatische Kursivschreibung deaktivieren
fr: Titre Skip Cursive

# product.is_used
source: Is Used
de: Gebrauchter Gegenstand
fr: Est utilisé

# product.description_short
source: Description Short
de: Kurz-Beschreibung

# product.description_long
source: Description Long
de: Lang-Beschreibung

# product.cutting_area
source: Cutting range
de: Schnittbereich
fr: Capacité de coupe

# product.cutting_area.prefix
source: up to
de: bis
fr: jusqu'à

# product.cutting_area.prefix_on_demand
source: on demand
de: auf Anfrage

# product.cutting_direction
source: Cutting Direction
de: Schnittrichtung
fr: Direction de coupe

# product.cutting_direction.quer
source: Cross-section
de: Querschnitt
fr: coupe transversale

# cutting_direction.cutdirection_quer
source: Cross-section
de: Querschnitt

# product.cutting_direction.lang
source: Longitudinal section
de: Längsschnitt
fr: coupe longitudinale

# cutting_direction.cutdirection_lang
source: Longitudinal section
de: Längsschnitt

# product.images
source: Images
de: Bilder

# product.document_brochure
source: Document Brochure
de: Prospekt
fr: Brochure documentaire

# product.storage_style
source: Type of storage system
de: Lagerart
fr: Type de magasin

# product.storage_type
source: Storage Type
de: Typ

# product.model_series
source: Model Series
de: Baureihe
fr: Série modèle

# product.application_area
source: Application Area
de: Anwendungsgebiet
fr: Champ d'application

# product.saw_type
source: Saw Type
de: Sägeart
fr: Type de scie

# product.cutting_options
source: Cutting Options
de: Schnittmöglichkeiten
fr: Options de découpe

# product.cutting_option
source: Cut
de: Schnittart
fr: Coupes

# product.cut_count
source: Average number
de: Schnittanzahl
fr: Nombre de coupes

# product.cut_width
source: Cut width
de: Schnittbreite/Durchlass
fr: largeur de coupe

# product.cut_length
source: Cut length
de: Schnittlänge
fr: longueure de coupe

# product.material
source: Material
de: Materialart
fr: Type de matière

# product.material_width
source: Material width
de: max. Material-Breite
fr: largeur maxi matière

# product.material_height
source: Material height
de: max. Material-Höhe
fr: hauteur maxi matière

# product.material_diameter
source: Diameter
de: Material-Durchmesser
fr: diamétre matière

# product.material_square
source: Square
de: Material-Vierkant
fr: matière carrée

# product.saw_automation
source: Grade of automation
de: Automatisierung
fr: Automatisation

# product.material_shaping
source: Material Shaping
de: Materialform
fr: Mise en forme des matériaux

# product.type
source: Type
de: Typ

# product.addons
source: Accessories
de: Zubehör

# product.saw_machines.addons
source: Accessories for this sawing machine
de: Zubehör zu dieser Säge

# product.services
source: Service & Support options
de: Services & Supportoptionen

# product.related_references
source: Related references
de: Verwandte Referenzen

# product.contact
source: Contact
de: Kontakt

# product.tables
source: Technical data
de: Technische Daten
fr: Caractéristiques techniques

# tx_kastoproducts_domain_model_type
source: Type
de: Typ

# tx_kastoproducts_domain_model_type.title
source: Title
de: Name
fr: Titre

# tx_kastoproducts_domain_model_attributevalue
source: Attribute Value
de: Attributwert
fr: Valeur de l'attribut

# tx_kastoproducts_domain_model_attributevalue.value
source: Value
de: Wert
fr: Valeur

# tx_kastoproducts_domain_model_attributevalue.attribute
source: Attribute
de: Attribut
fr: Attribut

# tx_kastoproducts_domain_model_attributevalue.type
source: Type
de: Typ

# tx_kastoproducts_domain_model_reference
source: Reference
de: Referenz
fr: Référence

# tx_kastoproducts_domain_model_url.value
source: Value
de: Wert
fr: Valeur

# tx_kastoproducts_domain_model_table
source: Table
de: Tabelle

# products.load_more
source: Load more
de: Laden Sie mehr
fr: Charger plus

# products.more
source: More
de: Mehr
fr: Plus

# products.not_found
source: Records were not found. Please try to change search parameters.
de: Aufzeichnungen wurden nicht gefunden. Bitte versuchen Sie, die Suchparameter zu ändern.
fr: Les enregistrements n'ont pas été trouvés. Essayez d'modifier les paramètres de recherche.

# products.section.technical_data
source: Technical data
de: Technische Daten
fr: Caractéristiques techniques

# products.section.technical_data.table_policy
source: We reserve the right to make technical changes.
de: Technische Änderungen vorbehalten
fr: Imprimerie, sous réserves de modifications techniques

# products.section.buttons.download_data_sheet
source: Download data sheet
de: Download Datenblatt
fr: Téléchargez la fiche technique

# products.section.buttons.recommend
source: Recommend
de: Seite weiterempfehlen
fr: Partagez cette page

# products.section.buttons.contact_consultant
source: Please contact consultant
de: Berater kontaktieren
fr: Trouver un conseiler

# back_to_list.type_
source: Back to sawing machines
de: Zurück zur Übersicht

# back_to_list.type_1
source: Back to sawing machines
de: Zurück zu Sägemaschinen
fr: Retour aux machines à sciers

# back_to_list.type_2
source: Back to storage systems
de: Zurück zu Lagersystemen
fr: Retour aux systèmes de stockage

# back_to_list.type_4
source: Back to services
de: Zurück zu Dienstleistungen
fr: Retour au service

# back_to_list.type_6
source: Back to systems
de: Zurück zu den Systemen
fr: Retour aux systèms

# products.section.description.download_document_brochure
source: Download brochure
de: Prospekt-Download
fr: Télécharger le prospectus

# filter.criteria
source: Criteria
de: Kriterien filtern
fr: Filtrer les critères

# filter.dimensions
source: Dimensions
de: Abmessungen

# filter.clean.filters
source: Remove all filters
de: Alle Filter löschen
fr: Supprimer tous les filtres

# filter.clean.subfilters
source: Clear subfilters
de: Subfilter löschen

# view.title
source: Title View
de: Listenansicht
fr: Liste

# view.tile
source: Tile View
de: Kachelansicht
fr: Affichage en mosaïque

# section.addons.title
source: Accessories for this system
de: Zubehör für dieses System
fr: Accessoires pour ce système

# section.services.title
source: Services & Support options
de: Services & Supportoptionen
fr: Service & Options d'Assistance

# section.contact.happy_to_help
source: We are happy to help
de: Wir beraten Sie gerne
fr: Nous sommes heureux de vous aider

# section.contact.tel
source: Phone
de: Tel
fr: Tél.

# section.contact.make_inquiry
source: Make an inquiry
de: Anfrage stellen
fr: faire une enquête

# product.system_name
source: System Name
fr: Nom du système

# product.addons
source: Addons
fr: Accessoires pour cette magasin

# product.services
source: Services
fr: Service and Options d'Assistance

# product.related_references
source: Related References
fr: Références associées

# product.video_urls
source: Youtube video URLs
fr: URL vidéo de Youtube

# flexforms_general.mode
source: Choose output mode
de: Wählen Sie den Ausgangsmodus

# flexforms_general.mode.list
source: Product list
de: Produktliste (Fliese und Liste)

# flexforms_general.mode.detail
source: Product detail
de: Produktdetailseite

# flexforms_general.mode.tabs
source: Product tabs (KastoWin)
de: Produkt-Tabs (KastoWin)

# flexforms_general.product.type_to_show
source: Choose product type to show
de: Wählen Sie den anzuzeigenden Produkttyp aus

# flexforms_general.product.show_is_used
source: Show is used?
de: Gebrauchter Gegenstand

# flexforms_general.product.service_detail_pid
source: Service detail page
de: Service-Detailseite

# flexforms_general.product.contact_pid
source: Contact form page
de: Kontaktformular Seite

# flexforms_general.product.consultants_pid
source: Consultants page
de: Berater kontaktieren Seite

# flexforms_general.product.detail_page
source: Product detail page
de: Produktdetailseite

# flexforms_general.product.back_page
source: Page for back link
de: Seite für Backlink

# flexforms_general.product.item_per_page
source: Product items per page
de: Produktartikel pro Seite

# flexforms_general.product.products_to_show_in_tabs
source: Choose saw machines products to show in tab section
de: Wählen Sie Sägemaschinen Produkte, um in Registerkarte zu zeigen
